Repository: rdeville-public/programs-resume-builder
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Resume
fr_fr: CV

source: Loading monospace font, please wait.
fr_fr: Chargement des polices d’écriture monospace, veuillez patienter.

source: Below is our loving Nyan Cat while waiting :-).
fr_fr: Ci-dessous notre cher Nyan Cat pour patienter :-).

source: You can now close this terminal.
fr_fr: Vous pouvez maintenant fermer ce terminal.

source: present
fr_fr: présent

source: years
fr_fr: ans

source: year
fr_fr: an

source: months
fr_fr: mois

source: month
fr_fr: mois

source: Data Privacy
fr_fr: Donnée et Vie Privée

source: This website
fr_fr: Ce site web

source: does not perform any tracking
fr_fr: n’effectue aucun traçages des usagers

source: and should adhere to the
fr_fr: et devrait adhérer à la

source: General Data Protection Regulation (GDPR).
fr_fr: Régulation Génération de Protection des Données (RGPD).

source: Moreover,
fr_fr: De plus,

source: no third-party services are used in this website,
fr_fr: aucun service tierce n’est utilisé pour ce site web,

source: i.e. it does not use google-fonts, google-analytics, neither any
fr_fr: i.e. il n’utilise pas de google-fonts, google-analytics, ni aucun

source: external tools/API.
fr_fr: autre outils ou API externe.

source: Any javascript rendering tools, such as jQuery, filterizr, etc
fr_fr: Les outils javascript utilisé, tel que jQuery, filterizr, etc.

source: are served locally without using CDN or call to external website.
fr_fr: sont servis locallement sans l’utilisation de CDN ou d’appelle a des sites externes.

source: The aims are to:
fr_fr: Les objectifs sont de :

source: Render the website with stable tools (i.e. website
fr_fr: Rendre le site web avec des outils stables (i.e. le site web

source: may not be using latest version of previously mentionned tools),
fr_fr: peut ne pas utiliser la dernière version des outils précédemment mentionnées),

source: Avoid network requests to external CDN,
fr_fr: Eviter des requêtes reseaux à des CDN externes,

source: Render the website even if the user (like me) has
fr_fr: Faire fonctionner le site web même si l’utilisateur final (comme moi) utilise

source: web browser add-on which filter javascript such as uMatrix.
fr_fr: des plugins filtrant le javascript tel que uMatrix.

source: This website was strongly inspired from
fr_fr: Ce site est inspiré par

source: for
fr_fr: pour

source: Flag
fr_fr: Drapeau

source: Home
fr_fr: Accueil

source: About
fr_fr: À propos

source: Work
fr_fr: Expériences

source: Volunteer
fr_fr: Bénévolat

source: Education
fr_fr: Formation

source: Skills
fr_fr: Compétences

source: Projects
fr_fr: Projets

source: Interests
fr_fr: Intérêts

source: Soft Skills
fr_fr: Savoir-Être

source: at
fr_fr: au

source: Download Resume
fr_fr: Télécharger CV

source: Dates in the top-right corner indicate the date between
fr_fr: Les dates en haut à droite indiquent les périodes

source: which I was an active member of the association.
fr_fr: durant lesquelles j’étais un membre actif de l’association.

source: Language & Technology
fr_fr: Langage & Technologies

source: Work Experiences
fr_fr: Experiences Professionnelles

source: Languages
fr_fr: Langues

source: Network
fr_fr: Réseau

source: Volunteer Experiences
fr_fr: Expériences Associatives
